Repository: feincms/feincms3-sites
Catalog: feincms3_sites/locale/*/LC_MESSAGES/django.po
Languages: de

source: default language
de: Standardsprache

source: no language
de: Keine Sprache

source: advanced
de: Fortgeschritten

source: sites
de: Websites

source: Unknown language codes: {}
de: Unbekannte Sprachen: {}

source: is active
de: ist aktiv

source: is default
de: ist standard

source: host
de: Domainname

source: manage the host regex
de: Domain-Regex verwalten

source: Deactivate this to specify the regex yourself.
de: Deaktivieren, um die Domain-Regex selbst zu setzen.

source: host regular expression
de: Domain-Regex

source: The default language will be overridden by more specific settings such as the language of individual pages.
de: Die Standardsprache wird von spezifischeren Einstellungen überschrieben wie beispielsweise der Sprache von einzelnen Seiten.

source: language codes
de: Sprachen

source: A list of comma-separated langauge codes supported by this site.
de: Eine Liste von kommaseparierten Sprachcodes, welche diese Website unterstützt.

source: site
de: Website

source: Error while validating the regular expression: %s
de: Fehler während Validierung des Domain-Regex: %s

source: The regular expression does not match the host.
de: Der Domainname passt nicht zur Domain-Regex.

source: path
de: Pfad

source: Generated automatically if 'static path' is unset.
de: Automatisch generiert falls 'statischer Pfad' nicht gesetzt ist.

source: Path must start and end with a slash (/).
de: Pfad muss mit einem Slash (/) starten und enden.

source: page
de: Seite

source: pages
de: Seiten

source: The site of this page and the site of its parent must be the same.
de: Die Website dieser Seite muss dieselbe sein wie diejenige der übergeordneten Seite.

source: The site is required when creating root nodes.
de: Die Website wird zur Erstellung von Wurzelobjekten benötigt.
